Table of Contents
 Enum LoadType
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Type of load impuls
public enum LoadType
Fields
LoadForce = 0
Force load impuls
LoadMoment = 1
Moment load impuls
Fields
 Name |  Description
 LoadForce = 0
Force load impuls
 LoadMoment = 1
Moment load impuls
 Edit this page